info_dict = {
    "746账单": [
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "海运费",
            "货币代码": "CNY",
            "金额": "0.00",
            "备注": ""
        },
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "场站费",
            "货币代码": "CNY",
            "金额": "800.00",
            "备注": ""
        },
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "港杂费",
            "货币代码": "CNY",
            "金额": "746.00",
            "备注": ""
        },
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "单证费",
            "货币代码": "CNY",
            "金额": "430.00",
            "备注": ""
        },
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "THC",
            "货币代码": "CNY",
            "金额": "1980.00",
            "备注": ""
        },
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "舱单费",
            "货币代码": "CNY",
            "金额": "150.00",
            "备注": ""
        },
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "QTS",
            "货币代码": "CNY",
            "金额": "1000.00",
            "备注": ""
        },
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "AFR",
            "货币代码": "CNY",
            "金额": "225.00",
            "备注": ""
        },
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "代理费",
            "货币代码": "CNY",
            "金额": "200.00",
            "备注": ""
        },
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "VGM",
            "货币代码": "CNY",
            "金额": "200.00",
            "备注": ""
        },
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "VGM 411漏收",
            "货币代码": "CNY",
            "金额": "100.00",
            "备注": ""
        }
    ],
    "G25RU01070-4A费用明细": [
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "VGM管理费",
            "货币代码": "CNY",
            "金额": "83.59",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "仓库内装费",
            "货币代码": "CNY",
            "金额": "1998.98",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "仓库燃油附加费",
            "货币代码": "CNY",
            "金额": "72.69",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "四五期/大谢附加费(仓库提箱)",
            "货币代码": "CNY",
            "金额": "181.73",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "四五期/大谢附加费(仓库重箱)",
            "货币代码": "CNY",
            "金额": "254.42",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "提单费",
            "货币代码": "CNY",
            "金额": "220.88",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "文件费",
            "货币代码": "CNY",
            "金额": "117.80",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "港口堆存费",
            "货币代码": "CNY",
            "金额": "36.35",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "港口安全费",
            "货币代码": "CNY",
            "金额": "36.35",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "港口操作费",
            "货币代码": "CNY",
            "金额": "1090.35",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "电子装箱单录入费",
            "货币代码": "CNY",
            "金额": "10.00",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "码头单证操作费",
            "货币代码": "CNY",
            "金额": "36.35",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "综合舱单费",
            "货币代码": "CNY",
            "金额": "25.00",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "船公司放箱条形码费",
            "货币代码": "CNY",
            "金额": "10.00",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "铅封费",
            "货币代码": "CNY",
            "金额": "36.35",
            "备注": ""
        }
    ],
    "G25RU03088费用明细": [
        {
            "外销合同": "NPO1929930",
            "船代公司": "NINGBO ROYAL UNION CO LTD",
            "费用名称": "柜仓储",
            "货币代码": "CNY",
            "金额": "50.00",
            "备注": ""
        },
        {
            "外销合同": "NPO1929930",
            "船代公司": "NINGBO ROYAL UNION CO LTD",
            "费用名称": "电 费",
            "货币代码": "CNY",
            "金额": "10.00",
            "备注": ""
        },
        {
            "外销合同": "NPO1929930",
            "船代公司": "NINGBO ROYAL UNION CO LTD",
            "费用名称": "设备 务费",
            "货币代码": "CNY",
            "金额": "100.00",
            "备注": ""
        },
        {
            "外销合同": "NPO1929930",
            "船代公司": "NINGBO ROYAL UNION CO LTD",
            "费用名称": "设 费",
            "货币代码": "CNY",
            "金额": "12.00",
            "备注": ""
        },
        {
            "外销合同": "NPO1929930",
            "船代公司": "NINGBO ROYAL UNION CO LTD",
            "费用名称": "Terminal Handling Charge - Origin",
            "货币代码": "CNY",
            "金额": "856.00",
            "备注": ""
        },
        {
            "外销合同": "NPO1929930",
            "船代公司": "NINGBO ROYAL UNION CO LTD",
            "费用名称": "运 费",
            "货币代码": "CNY",
            "金额": "200.00",
            "备注": ""
        },
        {
            "外销合同": "NPO1929930",
            "船代公司": "NINGBO ROYAL UNION CO LTD",
            "费用名称": "CY Monitoring 费",
            "货币代码": "CNY",
            "金额": "400.00",
            "备注": ""
        },
        {
            "外销合同": "NPO1929930",
            "船代公司": "NINGBO ROYAL UNION CO LTD",
            "费用名称": "东 单签单费",
            "货币代码": "CNY",
            "金额": "450.00",
            "备注": ""
        },
        {
            "外销合同": "NPO1929930",
            "船代公司": "NINGBO ROYAL UNION CO LTD",
            "费用名称": "务费",
            "货币代码": "CNY",
            "金额": "40.00",
            "备注": ""
        },
        {
            "外销合同": "NPO1929930",
            "船代公司": "NINGBO ROYAL UNION CO LTD",
            "费用名称": "订舱费",
            "货币代码": "CNY",
            "金额": "144.00",
            "备注": ""
        },
        {
            "外销合同": "NPO1929930",
            "船代公司": "NINGBO ROYAL UNION CO LTD",
            "费用名称": "费",
            "货币代码": "CNY",
            "金额": "50.00",
            "备注": ""
        },
        {
            "外销合同": "NPO1929930",
            "船代公司": "NINGBO ROYAL UNION CO LTD",
            "费用名称": "验证总传输费",
            "货币代码": "CNY",
            "金额": "120.00",
            "备注": ""
        },
        {
            "外销合同": "NPO1929930",
            "船代公司": "NINGBO ROYAL UNION CO LTD",
            "费用名称": "扫费",
            "货币代码": "CNY",
            "金额": "5.00",
            "备注": ""
        }
    ],
    "G25RU05039费用明细": [
        {
            "外销合同": "742N004924NB0",
            "船代公司": "Century Distribution Systems (Shenzhen) Ltd-Ningbo Branch",
            "费用名称": "DOCUMENTATION FEE CFS/CFS (FCR)",
            "货币代码": "CNY",
            "金额": "580.00",
            "备注": ""
        },
        {
            "外销合同": "742N004924NB0",
            "船代公司": "Century Distribution Systems (Shenzhen) Ltd-Ningbo Branch",
            "费用名称": "THC PRO-RATE (CBM)",
            "货币代码": "CNY",
            "金额": "302.37",
            "备注": ""
        },
        {
            "外销合同": "742N004924NB0",
            "船代公司": "Century Distribution Systems (Shenzhen) Ltd-Ningbo Branch",
            "费用名称": "CUSTOMS CLEARANCE/DECLARATION (EXPORT)",
            "货币代码": "CNY",
            "金额": "130.00",
            "备注": ""
        },
        {
            "外销合同": "742N004924NB0",
            "船代公司": "Century Distribution Systems (Shenzhen) Ltd-Ningbo Branch",
            "费用名称": "VGM SUBMISSION/FILING FEE (CBM)",
            "货币代码": "CNY",
            "金额": "24.74",
            "备注": ""
        },
        {
            "外销合同": "742N004924NB0",
            "船代公司": "Century Distribution Systems (Shenzhen) Ltd-Ningbo Branch",
            "费用名称": "TRUCKING",
            "货币代码": "CNY",
            "金额": "62.43",
            "备注": ""
        },
        {
            "外销合同": "742N004924NB0",
            "船代公司": "Century Distribution Systems (Shenzhen) Ltd-Ningbo Branch",
            "费用名称": "CFS RECEIVING CHARGE (CBM)",
            "货币代码": "CNY",
            "金额": "816.90",
            "备注": ""
        },
        {
            "外销合同": "742N004924NB0",
            "船代公司": "Century Distribution Systems (Shenzhen) Ltd-Ningbo Branch",
            "费用名称": "CFS RECEIVING CHARGE (CBM)",
            "货币代码": "USD",
            "金额": "816.90",
            "备注": ""
        }
    ]
}

def get_data():
    return info_dict