info_dict = {
    "746账单": [
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "海运费",
            "货币代码": "CNY",
            "金额": "0.00",
            "备注": ""
        },
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "场站费",
            "货币代码": "CNY",
            "金额": "800.00",
            "备注": ""
        },
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "港杂费",
            "货币代码": "CNY",
            "金额": "746.00",
            "备注": ""
        },
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "单证费",
            "货币代码": "CNY",
            "金额": "430.00",
            "备注": ""
        },
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "THC",
            "货币代码": "CNY",
            "金额": "1980.00",
            "备注": ""
        },
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "舱单费",
            "货币代码": "CNY",
            "金额": "150.00",
            "备注": ""
        },
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "QTS",
            "货币代码": "CNY",
            "金额": "1000.00",
            "备注": ""
        },
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "AFR",
            "货币代码": "CNY",
            "金额": "225.00",
            "备注": ""
        },
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "代理费",
            "货币代码": "CNY",
            "金额": "200.00",
            "备注": ""
        },
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "VGM",
            "货币代码": "CNY",
            "金额": "200.00",
            "备注": ""
        },
        {
            "外销合同": "DJSCTAO250000746",
            "船代公司": "青岛林沃供应链管理有限公司",
            "费用名称": "VGM 411漏收",
            "货币代码": "CNY",
            "金额": "100.00",
            "备注": "VGM 411漏收"
        }
    ],
    "G25RU01070-4A费用明细": [
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "VGM管理费",
            "货币代码": "CNY",
            "金额": "83.59",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "仓库内装费",
            "货币代码": "CNY",
            "金额": "1998.98",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "仓库燃油附加费",
            "货币代码": "CNY",
            "金额": "72.69",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "四五期/大谢附加费(仓库提箱)",
            "货币代码": "CNY",
            "金额": "181.73",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "四五期/大谢附加费(仓库重箱)",
            "货币代码": "CNY",
            "金额": "254.42",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "提单费",
            "货币代码": "CNY",
            "金额": "220.88",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "文件费",
            "货币代码": "CNY",
            "金额": "117.80",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "港口堆存费",
            "货币代码": "CNY",
            "金额": "36.35",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "港口安全费",
            "货币代码": "CNY",
            "金额": "36.35",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "港口操作费",
            "货币代码": "CNY",
            "金额": "1090.35",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "电子装箱单录入费",
            "货币代码": "CNY",
            "金额": "10.00",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "码头单证操作费",
            "货币代码": "CNY",
            "金额": "36.35",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "综合舱单费",
            "货币代码": "CNY",
            "金额": "25.00",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "船公司放箱条形码费",
            "货币代码": "CNY",
            "金额": "10.00",
            "备注": ""
        },
        {
            "外销合同": "NGBL861447",
            "船代公司": "美集物流运输(中国)有限公司宁波分公司",
            "费用名称": "铅封费",
            "货币代码": "CNY",
            "金额": "36.35",
            "备注": ""
        }
    ],
    "新扬": [
        {
            "外销合同": "XYNBEX250600527",
            "船代公司": "宁波外代新扬船务有限公司",
            "费用名称": "舱单网络传输费",
            "货币代码": "CNY",
            "金额": "10.00",
            "备注": ""
        },
        {
            "外销合同": "XYNBEX250600527",
            "船代公司": "宁波外代新扬船务有限公司",
            "费用名称": "疏港费",
            "货币代码": "CNY",
            "金额": "10.00",
            "备注": ""
        },
        {
            "外销合同": "XYNBEX250600527",
            "船代公司": "宁波外代新扬船务有限公司",
            "费用名称": "船代单证+码头安保费",
            "货币代码": "CNY",
            "金额": "75.00",
            "备注": ""
        },
        {
            "外销合同": "XYNBEX250600527",
            "船代公司": "宁波外代新扬船务有限公司",
            "费用名称": "箱单费",
            "货币代码": "CNY",
            "金额": "60.00",
            "备注": ""
        },
        {
            "外销合同": "XYNBEX250600527",
            "船代公司": "宁波外代新扬船务有限公司",
            "费用名称": "订舱费",
            "货币代码": "CNY",
            "金额": "350.00",
            "备注": ""
        },
        {
            "外销合同": "XYNBEX250600527",
            "船代公司": "宁波外代新扬船务有限公司",
            "费用名称": "超期堆存",
            "货币代码": "CNY",
            "金额": "72.00",
            "备注": ""
        },
        {
            "外销合同": "XYNBEX250600527",
            "船代公司": "宁波外代新扬船务有限公司",
            "费用名称": "码头费",
            "货币代码": "CNY",
            "金额": "982.00",
            "备注": ""
        },
        {
            "外销合同": "XYNBEX250600527",
            "船代公司": "宁波外代新扬船务有限公司",
            "费用名称": "文件费",
            "货币代码": "CNY",
            "金额": "500.00",
            "备注": ""
        },
        {
            "外销合同": "XYNBEX250600527",
            "船代公司": "宁波外代新扬船务有限公司",
            "费用名称": "海运费",
            "货币代码": "USD",
            "金额": "3360.00",
            "备注": ""
        }
    ],
    "浙江中外运有限公司宁波物流分公司费用单C25RU02099-1_20250910155657": [
        {
            "外销合同": "C25RU02099-1",
            "船代公司": "宁波荣御国际贸易有限公司",
            "费用名称": "操作费",
            "货币代码": "CNY",
            "金额": "100.00",
            "备注": ""
        },
        {
            "外销合同": "C25RU02099-1",
            "船代公司": "宁波荣御国际贸易有限公司",
            "费用名称": "拖卡费",
            "货币代码": "CNY",
            "金额": "2000.00",
            "备注": "义乌"
        },
        {
            "外销合同": "C25RU02099-1",
            "船代公司": "宁波荣御国际贸易有限公司",
            "费用名称": "提箱费",
            "货币代码": "CNY",
            "金额": "100.00",
            "备注": "四期"
        },
        {
            "外销合同": "C25RU02099-1",
            "船代公司": "宁波荣御国际贸易有限公司",
            "费用名称": "进港费",
            "货币代码": "CNY",
            "金额": "150.00",
            "备注": "四期"
        },
        {
            "外销合同": "C25RU02099-1",
            "船代公司": "宁波荣御国际贸易有限公司",
            "费用名称": "落箱费",
            "货币代码": "CNY",
            "金额": "45.00",
            "备注": ""
        },
        {
            "外销合同": "C25RU02099-1",
            "船代公司": "宁波荣御国际贸易有限公司",
            "费用名称": "报关费",
            "货币代码": "CNY",
            "金额": "100.00",
            "备注": ""
        }
    ]
}


def get_data():
    return info_dict
